Repository: Acidburn0zzz/thus
Catalog: po/*.po
Languages: bn_bd, gl, ms

source: This installer must be run with administrative privileges and cannot continue without them.
ms: Pemasang ini mesti dijalankan dengan keizinan pentadbir, dan tidak boleh diteruskan tanpanya.

source: You cannot run two instances of this installer. If you are sure that another installer is not already running you can manually delete the file %s and run this installer again.
ms: Anda tidak boleh menjalankan 2 pemasangan sekaligus. /n /n Jika anda pasti tiada pemasangan lain sedang berjalan /n anda boleh hapuskan fail %s secara manual /n dan jalankan pemasangan ini sekali lagi.

source: Using Aria2 to download packages - EXPERIMENTAL
gl: Usando Aria2 para descargar paquetos - EXPERIMENTAL
ms: Menggunakan Aria2 untuk memuat turun pakej - EKSPERIMENTAL

source: Using '%s' file as package list
bn_bd: '%s' ফাইলটি প্যাকেজ তালিকা হিসেবে ব্যবহার হচ্ছে
gl: Usando o arquivo '%s' como listado de paquetos
ms: Menggunakan fail '%s' sebagai senarai pakej

source: Manjaro Installer
bn_bd: Manjaro ইনস্টলার
ms: Pemasang Manjaro

source: Quiting installer...
bn_bd: ইন্সটলার বন্ধ হচ্ছে...
gl: Saíndo do instalador...
ms: Menutup pemasang...

source: unknown
bn_bd: অজ্ঞাত
gl: descoñecido
ms: tidak diketahui

source: What is your boot system type?
bn_bd: আপনার বূট সিস্টেম কি ধরনের?
gl: Cal é o teu tipo de sistema de arrinque?
ms: Apakan jenis boot sistem anda?

source: BIOS (common)
bn_bd: BIOS (সাধারণ)
ms: BIOS (biasa)

source: Choose 'Cancel' if you don't want to install a boot loader
ms: Pilih 'Batal' jika anda tidak mahu memasang pemuat boot

source: Check your computer
gl: Comproba a túa computadora
ms: Memeriksa komputer anda

source: has at least 3GB available disk space
ms: mempunyai sekurang-kurangnya 3GB ruang cakera yang tersedia

source: is plugged in to a power source
bn_bd: একটি বৈদ্যুতিক উৎসের সঙ্গে সংযুক্ত আছে
gl: está conectado á corrente eléctrica
ms: telah dipalamkan ke sumber kuasa

source: is connected to the Internet
bn_bd: ইন্টারনেট এর সঙ্গে সংযোগ আছে
gl: está conectado ao Internet
ms: telah disambungkan ke Internet

source: For best results, please ensure that this computer:
bn_bd: উত্তম ফলাফলের জন্য, দয়া করে নিশ্চিত করুন যে এই কম্পিউটার:
gl: Para os mellores resultados, por favor asegúrse de que esta computadora:
ms: Untuk keputusan yang terbaik, sila pastikan komputer ini:

source: Manjaro uses third-party software to play Adobe Flash, MP3 files, and other media. Some of this software is proprietary. The software is subject to license terms included with its documentation.
ms: Manjaro menggunakan perisian pihak ketiga untuk memain Flash, fail MP3 dan media lain. Sesetengah perisian tersebut adalah perisian hak milik. Perisian tersebut adalah tertakluk kepada terma-terma lesen yang disertakan dengan dokumentasi.

source: Install this third-party software
bn_bd: তৃতীয় পক্ষের সফটওয়্যার গুলো ইন্সটল করুন
gl: Instalar este software de terceiros
ms: Pasang perisian pihak ketiga ini

source: Can't get network status
gl: Non se pode ler o estado da red
ms: Tidak boleh mendapatkan status rangkaian

source: We have Internet connection.
bn_bd: আমরাদের ইন্টারনেট সংযোগ আছে.
gl: Temos conexión a Internet
ms: Kita mempunyai sambungan Internet.

source: We're connected to a power source.
bn_bd: আমরা বৈদ্যুতিক উৎসের সঙ্গে সংযুক্ত আছি
gl: Estamos conectados á corrente eléctrica.
ms: Kita telah disambung ke sumber kuasa

source: We have enough disk space.
bn_bd: আমাদের ডিস্কে পর্যাপ্ত জায়গা আছে।
ms: Kita mempunyai ruang yang cukup dalam cakera.

source: GNOME 3 is an easy and elegant way to use your computer. It is designed to put you in control and bring freedom to everybody. GNOME 3 is developed by the GNOME community.
ms: Gnome 3 adalah cara yang mudah dan elegan untuk menggunakan komputer anda. Ia direka untuk meletakkan anda dalam kawalan dan membawa kebebasan kepada semua orang. GNOME 3 dibangunkan oleh komuniti GNOME.

source: Cinnamon is a fork of GNOME Shell, developed by (and for) Linux Mint. It attempts to provide a more traditional user environment based on the GNOME2 desktop metaphor
ms: Cinnamon adalah cabang dari GNOME Shell, dibangunkan oleh (dan untuk) Linux Mint. Ia cuba menyediakan persekitaran pengguna yang lebih tradisional berasaskan metafora desktop seperti GNOME 2

source: XFCE is a lightweight desktop environment which aims to be light on system resources while still being visually appealing, fully-featured, and easy to use.
ms: Xfce adalah persekitaran desktop ringan yang menyasarkan untuk menjadi pantas dan rendah pada sumber sistem, sementara masih mengekalkan visual yang menarik dan mesra pengguna.

source: LXDE is a high-performing and energy-saving desktop environment. It comes with a beautiful interface, multi-language support, standard keyboard shortcuts and additional features like tabbed file browsing.
ms: LXDE adalah persekitaran desktop yang berprestasi tinggi dan menjimatkan tenaga. Ia datang dengan antara muka yang cantik, sokongan pelbagai bahasa, pintasan papan kekunci standard dan ciri-ciri tambahan seperti tab melayari fail.

source: Openbox is a highly configurable, next-generation window manager with extensive standards support. The *box visual style is well known for its minimalistic appearance.
ms: Openbox adalah pengurus tetingkap generasi akan datang yang sangat boleh dikonfigurasi dengan sokongan standard yang meluas. /n Gaya visual *box sangat terkenal dengan penampilan yang ringkas.

source: Enlightenment is a lean, fast, modular and very extensible window manager for X11 and Linux. It is classed as a "desktop shell" providing the things you need to operate your desktop (or laptop).
ms: Enlightenment adalah pengurus tetingkap yang ramping, cepat, bermodul dan sangat boleh dilanjutkan untuk X11 dan Linux. Ia didalam kelas "desktop shell" memberikan keperluan untuk operasi desktop (atau laptop) anda.

source: The KDE Desktop offers a beautiful looking desktop that takes complete advantage of modern computing technology. Through the use of visual effects and scalable graphics, the desktop experience is not only smooth but also pleasant to the eye.
ms: Desktop KDE menawarkan penampilan desktop yang cantik menggunakan sepenuhnya kelebihan teknologi komputer moden. Melalui penggunaan kesan visual dan grafik berskala, pengalaman desktop bukan sahaja lancar tetapi juga selesa untuk mata.

source: Razor-qt is an advanced, easy-to-use, and fast desktop environment based on Qt technologies. It has been tailored for users who value simplicity, speed, and an intuitive interface.
gl: Razor-qt é un entorno de escritorio avanzado, sinxelo de empregar e rápido, baseado en tecnoloxías QT. Adaptouse para usuarios que aprecian a simplicidade, velocidade, e unha interfaz intuitiva.
ms: Razor-qt adalah persekitaran desktop termaju, mudah untuk menggunakan, dan pantas berdasarkan teknologi Qt. Ia direka untuk pengguna yang menghargai kesederhanaan, kelajuan, dan antara muka intuitif.

source: This will install Manjaro as command-line system, without any desktop environment at all. After the installation you can optionally install the environment of your choice.
ms: Ini akan memasang Manjaro sebagai sistem baris arahan, tanpa mana-mana persekitaran desktop sama sekali. Selepas pemasangan anda boleh memilih untuk memasang persekitaran pilihan anda.

source: Select your desktop
gl: Seleccione seu escritorio
ms: Pilih desktop anda

source: Desktops
gl: Escritorios
ms: Desktop

source: Thus will install Manjaro with the '%s' desktop
ms: Akan memasang Manjaro dengan desktop '%s'

source: Error creating metalink for package %s
gl: Error creando metalink para paqueto %s
ms: Ralat mewujudkan metalink untuk pakej %s

source: Error adding metalink for package %s
gl: Error agregando metalink para paqueto %s
ms: Ralat menambah metalink untuk pakej %s

source: Downloading package '%s'...
gl: Descargando paqueto '%s'...
ms: Memuat turun pakej '%s'...

source: Can't connect to Aria2. Won't be able to speed up the download.
gl: Non se pode conectar con Aria2. Non será capaz de acelerar a descarga.
ms: Tidak boleh menyambung ke Aria2. Tidak akan dapat untuk mempercepatkan muat turun.

source: Unable to create download queue for package %s
gl: Non se pode crear cola de descarga para o paquete %s
ms: Tidak dapat mewujudkan barisan muat turun untuk pakej %s

source: Can't find these packages:
gl: Non se atoparon estes paquetos:
ms: Tidak dapat mencari pakej ini:

source: Warning! Can't resolve these dependencies:
gl: Aviso! Non se resolveron estas dependencias:
ms: Amaran! Tidak dapat menangani kebergantungan ini:

source: Feature selection
ms: Pilihan tambahan

source: Bluetooth support
ms: Sokongan Bluetooth

source: Without Bluetooth support you won't be able to use Bluetooth devices
ms: Tanpa sokongan anda tidak boleh menggunakan peranti

source: Printing support (CUPS)
ms: Sokongan mencetak (CUPS)

source: This includes printer drivers and management tools
ms: Ini termasuk pemacu pencetak dan alat mengurus

source: Visual effects
ms: Kesan visual

source: Visual effects such as window transparency and shadows
ms: Efek visual seperti ketelusan tetingkap dan bayang-bayang

source: Uncomplicated firewall
ms: Firewall mudah

source: Installs ufw and denies all traffic by default (use gufw to configure it)
ms: Pasang ufw dan nafikan semua trafik secara lalai (guna gufw untuk mengkonfigurasikannya)

source: Propietary packages
ms: Pakej berhakmilik

source: Third-party software to play Flash, MP3 files, and other media
ms: Perisian pihak ketiga untuk memainkan Flash, fail MP3 dan media lain

source: free space
bn_bd: ফাঁকা জায়গা
gl: espazo libre
ms: ruang kosong

source: Device
bn_bd: ডিভাইস
gl: Dispositivo
ms: Peranti

source: Type
bn_bd: প্রকার
gl: Tipo
ms: Jenis

source: Mount point
bn_bd: মাউন্ট পয়েন্ট
gl: Punto de montaxe
ms: Titik lekap

source: Size
bn_bd: আকার
gl: Tamaño
ms: Saiz

source: Used
bn_bd: ব্যবহার হয়েছে
gl: Empregado
ms: Digunakan

source: Flags
bn_bd: পতাকা সমূহ
gl: Bandeiras
ms: Penanda

source: none
bn_bd: কোনটি নয়
gl: ningún
ms: tiada

source: extended
bn_bd: বর্ধিত
gl: extendida
ms: lanjutan

source: Can't use same mount point twice...
bn_bd: একই মাউন্ট পয়েন্ট দুইবার ব্যবহার করা যাবে না...
ms: Tidak boleh menggunakan titik lekap yang sama dua kali

source: Root partition must be formatted...
bn_bd: Root পার্টিশন অবশ্যই ফরম্যাট করা হতে হবে...
gl: Partición raíz debe formatearse...
ms: Sekatan Root mesti diformat...

source: Creating primary partition
bn_bd: প্রাইমারী পার্টিশন তৈরি হচ্ছে
gl: Creando partición primaria
ms: Mencipta sekatan utama

source: Creating extended partition
bn_bd: বর্ধিত পার্টিশন তৈরি হচ্ছে
gl: Creando partición extendida
ms: Mencipta sekatan lanjutan

source: Creating logical partition
bn_bd: লজিকাল পার্টিশন তৈরি হচ্ছে
gl: Creando partición lóxica
ms: Mencipta sekatan logikal

source: Advanced installation mode
bn_bd: ইনস্টলেশন সংক্রান্ত উন্নত মোড
gl: Modo de instalación avanzado
ms: Mod pemasangan Terperinci

source: Use this device for boot loader installation:
bn_bd: এই ডিভাইসটি boot loader এর জন্য ব্যবহার করুনঃ
gl: Usa este dispositivo para a instalación do cargador de arrinque:
ms: Gunakan peranti ini untuk pemasangan pemuat boot:

source: New partition table
bn_bd: নতুন পার্টিশন টেবিল
gl: Nova tabla de partición
ms: Jadual sekatan baharu

source: Change...
bn_bd: পরিবর্তন...
gl: Cambiar...
ms: Ubah...

source: Size:
bn_bd: আয়তনঃ
gl: Tamaño:
ms: Saiz:

source: Type:
bn_bd: প্রকারঃ
gl: Tipo:
ms: Jenis:

source: Primary
bn_bd: প্রাথমিক
gl: Primaria
ms: Utama

source: Logical
bn_bd: লজিক্যাল
gl: Lóxica
ms: Logikal

source: Extended
bn_bd: বর্ধিত
gl: Extendida
ms: Lanjutan

source: Beginning of this space
bn_bd: এই স্থানের শুরু থেকে
gl: Comezo de este espazo
ms: Permulaan ruang ini

source: End of this space
bn_bd: এই স্থানের শেষের থেকে
gl: Final de este espazo
ms: Akhir ruang ini

source: Use as:
bn_bd: যা হিসেবে ব্যাবহার করতে চানঃ
gl: Usar como:
ms: Guna sebagai:

source: Mount point:
bn_bd: মাউন্ট পয়েন্ট
gl: Punto de montaxe:
ms: Titik lekap:

source: Label (optional):
bn_bd: লেবেল (ঐচ্ছিক):
gl: Etiqueta (opcional):
ms: Label (pilihan):

source: Encryption options...
bn_bd: এনক্রিপশন অপশনসমূহ...
gl: Opcións de encriptado...
ms: Pilihan penyulitan ...

source: Partition table type:
bn_bd: পার্টিশন টেবিলের প্রকারঃ
gl: Tipo de tabla de partición:
ms: Jenis jadual sekatan:

source: Create Partition Table
bn_bd: পার্টিশন টেবিল তৈরি করুন
ms: Cipta Jadual Sekatan

source: Install now!
bn_bd: এখনি ইন্সটল করুন !
gl: Instalar agora!
ms: Pasang sekarang!

source: Creating a new partition table of type %s for disk %s
bn_bd: %s এই প্রকার এর পার্টিশন %s ডিস্ক এর জন্য তৈরি হচ্ছে
gl: Creando unha nova tabla de partición de tipo %s para o disco %s
ms: Mencipta jadual sekatan baharu dari jenis %s untuk cakera %s

source: %s is mounted as swap. To continue it has to be unmounted. Click Yes to unmount, or No to return
bn_bd: %s সোয়াপ হিসেবে মাউন্টেড হয়েছে। সামনে এগিয়ে যাওয়ার জন্য এটাকে অবশ্যই আনমাউন্টেড হতে হবে আনমাউন্টেড করার জন্য Yes, বা ফিরে যাওয়ার জন্য No ক্লিক করুন
ms: %s dilekapkan sebagai swap. /n Untuk teruskan ia perlu dinyahlekap. /n Klik Ya untuk nyahlekap, atau Tidak untuk kembali

source: %s is mounted in '%s'. To continue it has to be unmounted. Click Yes to unmount, or No to return
bn_bd: %s মাউন্ট হয়েছে '%s' তে। সামনে এগিয়ে যাবার জন্য এটাকে অবশ্যই আন-মাউন্ট করতে হবে। আন-মাউন্ট করবার জন্য Yes বা পিছনে যাবার জন্য No তে ক্লিক করুন
gl: %s está montado en '%s'. Para continuar, ten que ser desmontado. Presione Si para desmontalo, ou Non para regresar
ms: %s dilekapkan dalam '%s'. /n Untuk meneruskan ia perlu dinyahlekap. /n Klik Ya untuk dinyahlekap, atau Tidak untuk kembali

source: Partition %s will be deleted
bn_bd: %s পার্টিশনটি মুছে যাবে
gl: Eliminarase partición %s
ms: Sekatan %s akan dipadamkan

source: Partition
bn_bd: পার্টিশন
gl: Partición
ms: Sekatan

source: New
bn_bd: নতুন
gl: Novo
ms: Baharu

source: Relabel
bn_bd: পুনরায় লেবেল
gl: Re-etiquetar
ms: Melabel semula

source: Mount
bn_bd: মাউন্ট
gl: Montaxe
ms: Lekap

source: These disks will have partition actions:
bn_bd: এই ডিস্কগুলোতে পার্টিশন ক্রিয়া থাকবেঃ
gl: Estes discos terán accións de partición:
ms: Cakera ini akan mempunyai tindakan sekatan:

source: Saving changes done in %s
bn_bd: %s এর মধ্যে পরিবর্তন গুলো সংরক্ষণ হয়েছে
gl: Gardando cambios en %s
ms: Perubahan simpanan telah dilakukan di %s

source: Creating %s filesystem in %s labeled %s
bn_bd: %s ফাইলসিস্টেম তৈরি হচ্ছে %s এর ভিতরে %s লেবেল হয়ে
ms: Mencipta %s sistemfail di %s label %s

source: Manjaro will install the bootloader of type %s in %s
bn_bd: Manjaro %s প্রকারের bootloader কে %s এর ভিতরে ইন্সটল করবে
ms: Manjaro akan memasang pemuatboot jenis %s di %s

source: Can't load %s css
bn_bd: %s css লোড হচ্ছে না
gl: Non se pode cargar css %s
ms: Tidak boleh memuat %s css

source: Choose which OS you want to install Manjaro next to
ms: Pilih anda selepas OS mana anda mahu pasangkan Manjaro

source: Manjaro alongside another OS
bn_bd: Manjaro অন্য OS এর পাশাপাশি
ms: Manjaro bersama OS lain

source: Detected OS
bn_bd: অপারেটিং সিস্টেম সনাক্ত হয়েছে
gl: Sistema detectado
ms: OS Dikesan

source: Filesystem
bn_bd: ফাইল সিস্টেম
gl: Sistema de arquivos
ms: Fail sistem

source: In alongside install: can't create list of partitions
ms: Dalam pemasangan bersama: tidak boleh mencipta senarai sekatan

source: Can't shrink the partition (maybe it's nearly full?)
ms: Tidak dapat mengecilkan sekatan (mungkin hampir penuh?)

source: Installation type
bn_bd: ইন্সটলেশনের প্রকার
gl: Tipo de instalación
ms: Jenis Pemasangan

source: Erase disk and install Manjaro (automatic)
bn_bd: ডিস্ক মুছে Manjaro ইন্সটল করুন (স্বয়ংক্রিয়)
ms: Padam cakera dan pasang Manjaro (automatik)

source: Warning: This will delete all data on your disk
bn_bd: সতর্কবাণীঃ এতে আপনার Disk-এর সকল ডাটা মুছে যাবে
gl: Aviso: Isto eliminará todolos seus datos do disco
ms: Amaran: Ini boleh memyebabkan semua data dipadam dalam cakera anda

source: Install Manjaro alongside %s
bn_bd: manjaro কে %s এর পাশাপাশি ইন্সটল করুন
ms: Memasang Manjaro bersama %s

source: Install this OS alongside the other OSes you already have installed.
ms: Pasang OS ini bersama-sama dengan OS lain yang anda telah pasang.

source: Manage your partitions and where to install Manjaro (advanced)
ms: Mengurus sekatan anda dan memilih dimana untuk memasang Manjaro (lanjutan)

source: Create and delete partitions, and choose additional mount points.
ms: Cipta dan padam sekatan, dan juga memilih titik lekap tambahan.

source: Manjaro installation will be encrypted
ms: Pemasangan Manjaro akan disulitkan

source: Manjaro will be installed using a LVM setup
ms: Manjaro akan menggunakan penetapan LVM

source: Automatic installation mode
bn_bd: স্বয়ংক্রিয় ইন্সটলেশন প্রক্রিয়া
gl: Modo de instalación automático
ms: Mod pemasangan automatik

source: Select drive:
bn_bd: ড্রাইভ সিলেক্ট করুনঃ
gl: Selecciona dispositivo
ms: Pilih pemacu:

source: WARNING! This installation mode will overwrite everything on your drive!
bn_bd: সতর্কবাণী! এই ইনস্টালশন মোড আপনার ড্রাইভের সবকিছু ওভাররাইট করবে!
ms: AMARAN! Mod pemasangan ini akan menulis ganti kesemuanya di pemacu anda!

source: Please choose the drive where you want to install Manjaro and click the button below to start the process.
bn_bd: আপনি যে ড্রাইভে Manjaro ইন্সটল করতে চান তা নির্বাচন করুন এবং প্রক্রিয়া শুরু করতে নিচের বাটনে ক্লিক করুন।
ms: Sila pilih pemacu untuk memasang Manjaro /n dan klik butang dibawah untuk memulakan proses.

source: Choose a password for your LUKS device:
ms: Pilih kata laluan untuk peranti LUKS anda:

source: Confirm your password for your LUKS device:
ms: Sahkan kata laluan peranti LUKS anda:

source: Automatic install on %s
bn_bd: স্বয়ংক্রিয়ভাবে ইন্সটল হও %s এ
ms: Pasang automatik pada %s

source: Thus will use %s as installation device
bn_bd: Thus ভবিষ্যতে %s কে ইন্সটলেশন ডিভাইস হিসাবে ব্যবহার করবে
ms: Thus akan menggunakan %s sebagai peranti pemasangan

source: Thus will install the bootloader of type %s in %s
bn_bd: Thus %s ধরনের Bootloader-কে %s-এ ইন্সটল করবে।
ms: Thus akan memasang pemuatboot jenis %s pada %s

source: Copying '/%s'
bn_bd: '/%s' কপি হচ্ছে
ms: Menyalin '/%s'

source: Installing using the '%s' method
bn_bd: '%s' পদ্ধতিতে ইন্সটল হচ্ছে
gl: Instalando empregando o método '%s'
ms: Memasang menggunakan kaedah '%s'

source: Error creating partitions and their filesystems
ms: Ralat mencipta sekatan dan sistemfailnya

source: Mounting partition %s into %s directory
bn_bd: %s কে %s ডিরেক্টরিতে মাউন্ট করা হচ্ছে
gl: Montando partición %s no directorio %s
ms: Melekap sekatan %s ke dalam direktori %s

source: Mounting partition %s into %s/boot directory
bn_bd: %s মাউন্ট হচ্ছে %s/boot ডিরেক্টরিতে
gl: Montando partición %s no directorio %s/boot
ms: Melekap sekatan %s ke dalam direktori %s/boot

source: Couldn't mount root and boot partitions
bn_bd: root এবং boot পার্টিশন মাউন্ট হচ্ছে না
gl: Non se poden montar partición raiz nin boot
ms: Tidak dapat lekap sekatan root dan but

source: Can't mount %s in %s
bn_bd: %s কে %s এর ভিতরে মাউন্ট করা যাচ্ছে না
gl: Non se pode montar %s en %s
ms: Tidak boleh lekap %s di %s

source: Can't create necessary directories on destination system
bn_bd: গন্তব্য সিস্টেমে প্রয়োজনীয় ডিরেক্টরি তৈরি করা যাচ্ছে না
gl: Non se pode crear os directorios necesarios no sistema de destino
ms: Tidak boleh mencipta direktori yang diperlukan pada sistem destinasi

source: Restoring meta-information on %s
bn_bd: %s তে মেটা-তথ্য পুনরুদ্ধার করা হচ্ছে
ms: Memulihkan informasi-meta pada %s

source: Special dirs already mounted.
bn_bd: বিশেষ ডিরেক্টরই সমূহ ইতিমদ্ধেই মাউন্ট করা।
ms: Dir khas telah dilekapkan.

source: Special dirs already not mounted.
bn_bd: বিশেষ ডিরেক্টরই সমূহ ইতিমদ্ধেই মাউন্ট করা নয়।
ms: Dir khas telah dinyahlekap.

source: Unable to umount %s
bn_bd: %s আন-মাউন্ট করতে অক্ষম
ms: Tidak dapat nyahlekap %s

source: Create fstab.
ms: Mencipta fstab.

source: Installing GRUB(2) BIOS boot loader in %s
bn_bd: %s এর ভিতরে GRUB(2) BIOS boot loader ইন্সটল করা হচ্ছে
gl: Instalando cargador de arrinque GRUB(2) BIOS en %s
ms: Memasang GRUB(2) BIOS pemuat boot di %s

source: GRUB(2) BIOS has been successfully installed.
bn_bd: GRUB(2) BIOS সফলভাবে ইন্সটল হয়েছে।
gl: GRUB(2) BIOS instalouse con éxito.
ms: GRUB(2) BIOS telah berjaya dipasang.

source: ERROR installing GRUB(2) BIOS.
bn_bd: GRUB(2) BIOS ইন্সটলের সময় ত্রুটি হচ্ছে।
gl: ERROR instalando GRUB(2) BIOS.
ms: RALAT memasang GRUB(2) BIOS.

source: Installing GRUB(2) UEFI %s boot loader in %s
bn_bd: GRUB(2) UEFI %s boot loader ইন্সটল হচ্ছে %s ভিতরে
gl: Instalando cargador de arrinque GRUB(2) UEFI %s en %s
ms: Memasang GRUB(2) UEFI %s pemuat boot di %s

source: ERROR installing GRUB(2) configuration file.
ms: RALAT memasang fail konfigurasi GRUB(2).

source: ERROR installing GRUB(2) locale.
ms: RALAT memasang penempatan GRUB(2).

source: Error creating password hash for user %s
bn_bd: ব্যবহারকারী % s এর জন্য পাসওয়ার্ড হ্যাশ তৈরি করার সময় ত্রুটি হচ্ছে
gl: Error creando hash de contrasinal para o usuario %s
ms: Ralat mencipta hash kata laluan untuk pengguna %s

source: Error changing password for user %s
bn_bd: ব্যবহারকারী % s এর পাসওয়ার্ড পাসওয়ার্ড পরিবর্তনের সময় ত্রুটি পাওয়া হচ্ছে
gl: Error cambiando a contrasinal do usuario %s
ms: Ralat menukar kata laluan untuk pengguna %s

source: Configuring your new system
bn_bd: নতুন সিস্টেম কনফিগার করা হচ্ছে
gl: Configurando o te novo sistema
ms: Mengkonfigurasi sistem baru anda

source: Generating locales...
gl: Xenerando locales...
ms: Menjana penempatan...

source: Adjusting hardware clock...
gl: Axustando o reloxo hardware...
ms: Melaraskan jam perkakasan...

source: Configuring hardware...
ms: Mengkonfigurasi perkakasan...

source: Set up graphics card...
ms: Menetapkan kad grafik...

source: Can't execute the MHWD script
bn_bd: MHWD স্ক্রিপ্টটি চালানো যাচ্ছে না
ms: Tidak boleh melaksanakan skrip MHWD

source: Configure display manager...
ms: Konfigurasikan pengurus pakej...

source: Configure System...
ms: Konfigurasikan Sistem...

source: Removing live configuration (packages)
bn_bd: লাইভ কনফিগারেশন (packages) মুছে ফেলা হচ্ছে
ms: Membuang konfigurasi langsung (pakej)

source: Configuring package manager
bn_bd: প্যাকেজ ম্যানেজার কনফিগার করা হচ্ছে
ms: Mengkonfigurasi pengurus pakej

source: Finished configuring package manager.
bn_bd: প্যাকেজ ম্যানেজার কনফিগার করা শেষ
ms: Selesai mengkonfigurasi pengurus pakej.

source: %s: Enable automatic login for user %s.
bn_bd: %s: %s-এর জন্য স্বয়ংক্রিয় লগইন ব্যবস্থা সক্রিয় করুন।
ms: %s: Benarkan log masuk automatik pengguna %s.

source: Running mkinitcpio...
gl: Executando mkinitcpio...
ms: Menjalankan mkinitcpio...

source: Running mkinitcpio... done
ms: Menjalankan mkinitcpio... selesai

source: Select your keyboard layout
bn_bd: আপনার কি বোর্ড লে-আউট পছন্দ করুন
gl: Selecciona o teu mapa de teclado
ms: Pilih susun atur papan kekunci

source: Layouts
bn_bd: লে-আউট সমূহ
gl: Mapas de teclado
ms: Susun atur

source: Variants
bn_bd: বিকল্পসমূহ
gl: Variantes
ms: Varian

source: keyboard_layout is %s
bn_bd: কিবোর্ড লে-আউট %s
gl: keyboard_layout é %s
ms: susun atur_papan kekunci adalah %s

source: Please choose your language:
bn_bd: দয়া করে আপনার ভাষা বেছে নিনঃ
gl: Por favor escolla a súa lingua:
ms: Sila pilih bahasa anda:

source: Notice: The Thus Installer is beta software.
bn_bd: নোটিশঃ এই Thus ইন্সটলারটি একটি বেটা সফটওয়্যার।
ms: Notis: Pemasang Thus adalah aplikasi beta.
