Repository: Acidburn0zzz/thus
Catalog: po/*.po
Languages: bn_bd, gl, ms

source: Downloaded a specific mirrorlist for pacman based on %s country code
gl: Descargada unha lista específica de espellos para pacman baseada no código de país %s

source: Couldn't generate mirrorlist for pacman based on country code
gl: Non se puido xenerar lista de espellos para pacman baseado no código de país

source: The name it uses when it talks to other computers.
gl: O nome que emprega para falar con outros computadores.

source: WARNING: %s
gl: Aviso: %s

source: SSD
bn_bd: এস এস ডি

source: Boot
bn_bd: বুট

source: <span weight="bold" size="large">For best results, please ensure that this computer:</span>
bn_bd: <span weight="bold" size="large">উত্তম ফলাফলের জন্য, দয়া করে নিশ্চিত করুন যে এই কম্পিউটার:</span>

source: MB
bn_bd: মেগাবাইট

source: label
bn_bd: লেবেল
