Repository: Acidburn0zzz/thus
Catalog: po/*.po
Languages: bn_bd, gl, ms

source: Thus is pre-release beta software that is under active development. It does not yet properly handle RAID, btrfs subvolumes, or other advanced setups. Please proceed with caution as data loss is possible! If you find any bugs, please report them at <a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>
ms: Thus adalah perisian pra-keluaran beta sedang dalam pembinaan. /n Ia masih belum boleh mengendalikan RADI, btrfs subvolumes, atau lain-lain tetapan lanjut dengan betul. Sila teruskan dengan berhati-hati kerana kehilangan data mungkin boleh berlaku!. /n /n Jika anda menjumpai sebarang pepijat, sila laporkan di <a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>

source: Welcome to Manjaro!
bn_bd: Manjaro তে স্বাগতম !
ms: Selamat Datang ke Manjaro!

source: Languages
bn_bd: ভাষাসমূহ
gl: Linguas
ms: Bahasa

source: Can't find translation file for the %s language
bn_bd: %s ভাষার জন্য অনুবাদ খুঁজে পাওয়া যাচ্ছে না
gl: Non se pode atopar o arquivo de traducción para o idioma %s
ms: Tidak dapat mencari fail penterjemahan untuk bahasa %s

source: Select your location
bn_bd: আপনার অবস্থান নির্বাচন করুন
gl: Selecciona a túa localización
ms: Pilih lokasi anda

source: The selected location will be used to help select the system locale. Normally this should be the country where you live. This is a shortlist of locations based on the language you selected.
bn_bd: আপনার বাছাই করা স্থান এই সিস্টেম এর অবস্থান বাছাই করতে সাহায্য করবে।\n সাধারণত এটা হতে হবে যেখানে আপনি বাস করেন।\n এটা আপনি যে ভাষা বাছাই করেছেন তার ওপর ভিত্তি করে দেশসমূহের একটি ছোট তালিকা।
gl: A localización seleccionada empregarase para axudar a seleccionar o idioma do sistema. Normalmente é o país onde vives. Esta é unha pequena lista de localización baseadas na linguaxe escollida.
ms: Lokasi yang dipilih akan digunakan untuk membantu memilih penempatan sistem. \n Biasanya ia sepatutnya menjadi negara di mana anda tinggal. \n Ini adalah senarai pendek lokasi berdasarkan bahasa yang anda pilih.

source: Country, territory or area:
bn_bd: দেশ, অঞ্চল বা এলাকা:
gl: País, territorio ou área:
ms: Negara, wilayah atau kawasan:

source: locale changed to : %s
bn_bd: অবস্থান পরিবর্তন হয়ে %s হয়েছে
gl: locale cambiou a : %s
ms: penempatan ditukar kepada: %s

source: Can't change to locale '%s'
bn_bd: অবস্থান '%s' এ পরিবর্তন হতে পারছে না
gl: Non se pode cambiar a locale '%s'
ms: Tidak boleh menukar penempatan kepada '%s'

source: In rankmirrors, can't get network status
gl: En rankmirrors, non se pode obter o estado da rede
ms: Dalam rankmirrors, tidak boleh mendapatkan status rangkaian

source: Can't find rank mirrors script
ms: Tidak dapat mencari skrip taraf cermin

source: Couldn't execute auto mirroring selection
bn_bd: স্বয়ংক্রিয়ভাবে মিরর বাছাইকরণ প্রক্রিয়া চালানো যায়নি
gl: Non se pode executar a selección de mirror automático
ms: Tidak dapat melaksanakan pemilihan pencerminan auto

source: Manjaro Installer - Error
bn_bd: Manjaro ইন্সটলার - ত্রুটি
ms: Pemasang Manjaro - Ralat

source: Manjaro Installer - Warning
bn_bd: Manjaro ইন্সটলার - সতর্কবানী
ms: Pemasang Manjaro - Amaran

source: Manjaro Installer - Information
bn_bd: Manjaro ইন্সটলার - তথ্য
ms: Pemasang Manjaro - Informasi

source: Manjaro Installer - Question
bn_bd: Manjaro ইনস্টলার - প্রশ্ন
ms: Pemasang Manjaro - Soalan

source: Installation finished! Do you want to restart your system now?
bn_bd: ইন্সটলেশন প্রক্রিয়া শেষ আপনি কি আপনার সিস্টেমকে রিস্টার্ট করতে চান?
gl: Instalación rematada! Desexas reiniciar o sistema agora?
ms: Pemasangan selesai! /n Adakah anda ingin untuk memulakan semula sistem anda sekarang?

source: Installing Manjaro...
bn_bd: Manjaro ইনস্টাল হচ্ছে
ms: Memasang Manjaro...

source: Please wait...
bn_bd: অপেক্ষা করুন...
gl: Por favor espere...
ms: Sila tunggu...

source: Where are you?
bn_bd: আপনি কোথায়?
gl: Onde estás?
ms: Di manakah anda?

source: Zone:
bn_bd: জোনঃ
gl: Zona:
ms: Zon:

source: Region:
bn_bd: অঞ্চল:
gl: Rexión:
ms: Wilayah:

source: Use Network Time Protocol for clock synchronization:
bn_bd: ঘড়ির সামঞ্জস্যতা রক্ষার জন্য Network Time Protocol ব্যবহার করুনঃ
ms: Gunakan Protokol Waktu Rangkaian untuk segerakkan jam:

source: location changed to : %s
bn_bd: অবস্থান পরিবর্তন হয়েছে : %s
gl: localización cambiada a: %s
ms: lokasi ditukar kepada: %s

source: Can't autodetect timezone coordinates
gl: Non se poden autodetectar as coordinadas da zona horaria
ms: Tidak boleh autokesan koordinat zon masa

source: Stopping timezone threads...
ms: Menghentikan urutan zon masa

source: Can't get the country code used to create a pacman mirrorlist
bn_bd: pacman mirrorlist- তৈরীতে ব্যবহৃত country code পাওয়া যাচ্ছে না।
gl: Non se pode obter o código do país empregado para crear a lista de mirrors de pacman
ms: Tidak boleh mendapatkan kod negara diguna untuk mencipta senarai cermin pacman

source: Your name:
bn_bd: আপনার নামঃ
gl: Teu nome:
ms: Nama anda:

source: Your name
bn_bd: আপনার নাম:
gl: Teu nome
ms: Nama anda

source: Your computer's name:
bn_bd: আপনার কম্পিউটারের নামঃ
gl: O nome da túa computadora:
ms: Nama komputer anda:

source: Pick a username:
bn_bd: একটি ব্যবহারকারীর নাম নির্বাচন করুনঃ
gl: Escolle un nome de usuario:
ms: Pilih nama pengguna:

source: Username
bn_bd: ব্যবহারকারীর নাম
gl: Nome de usuario
ms: Nama pengguna

source: Choose a password:
bn_bd: পাসওয়ার্ড নির্বাচন করুন:
gl: Escolle unha contrasinal:
ms: Pilih kata laluan:

source: Password
bn_bd: পাসওয়ার্ড
gl: Contrasinal
ms: Kata laluan

source: Confirm your password:
bn_bd: আপনার পাসওয়ার্ড নিশ্চিত করুনঃ
gl: Confirme a contrasinal:
ms: Sahkan kata laluan anda:

source: Confirm password
bn_bd: পাসওয়ার্ড নিশ্চিত করুন
gl: Confirme contrasinal
ms: Pengesahan kata laluan

source: Its name as it appears to other computers.
bn_bd: এর নাম যা অন্য কম্পিউটারে প্রদর্শিত হবে।
ms: Nama ketika ia muncul pada komputer lain.

source: You must enter a name
bn_bd: আপনার অবশ্যই একটি নাম দিতে হবে
gl: Debes introducir un nome
ms: Anda mesti memasukkan nama

source: You must enter a username
bn_bd: আপনার অবশ্যই একটি ব্যবহারকারীর নাম দিতে হবে
gl: Debes introducir un nome de usuario
ms: Anda mesti memasukkan nama pengguna

source: You must enter a password
bn_bd: আপনার অবশ্যই একটি পাসওয়ার্ড দিতে হবে
gl: Debes introducir un contrasinal
ms: Anda mesti memasukkan kata laluan

source: Log in automatically
bn_bd: স্বয়ংক্রিয়ভাবে লগ ইন
gl: Acceso automático
ms: Log masuk secara automatik

source: Require my password to log in
bn_bd: আমার পাসওয়ার্ড দরকার হবে লগ-ইন এর সময়
gl: Pedir contrasinal para acceder
ms: Memerlukan kata laluan untuk log masuk

source: Encrypt my home folder
bn_bd: আমার হোম folder এনক্রিপ্ট কর
gl: Encriptar o meu home
ms: Menyulitkan folder utama saya

source: Who are you?
bn_bd: আপনি কে?
gl: Quen eres?
ms: Siapakah anda?

source: Manjaro will use eCryptfs to encrypt your home directory. Unfortunately, eCryptfs does not handle sparse files well.
bn_bd: Manjaro eCryptfs কে আপনার home ডিরেক্টরি এনক্রিপ্ট করতে ব্যবহার করবে। দুর্ভাগ্যবশত, eCryptfs ভালভাবে sparse ফাইল হ্যান্ডেল করতে পারেনা।
ms: Manjaro akan menggunakan eCryptfs untuk menyulitkan direktori home anda. Malangnya eCryptfs tidak mengendalikan fail jarang dengan baik. /n /n

source: Don't worry, for most intents and purposes this deficiency does not pose a problem.
ms: Jangan risau, bagi kebanyakan tujuan dan maksud kekurangan ini tidak menimbulkan masalah. /n /n

source: Anyway, one popular and inadvisable application of eCryptfs is to encrypt a BitTorrent download location as this often requires eCryptfs to handle sparse files of 10 GB or more and may lead to intense disk starvation.
ms: Bagaimanapun, penggunaan popular dan tidak digalakkan eCryptfs adalah untuk menyulitkan lokasi muat turun BitTorrent kerana ini sering memerlukan eCryptfs untuk mengendalikan fail jarang 10 GB atau lebih dan boleh membawa kepada pembaziran cakera yang ketara. /n /n

source: A simple workaround is to place sparse files in an unencrypted .Public directory
ms: Penyelesaian mudah adalah meletakkan fail jarang dalam direktori .Public tanpa penyulitan. /n /n

source: Look at https://wiki.archlinux.org/index.php/ECryptfs for detailed information
ms: Lihat di https://wiki.archlinux.org/index.php/ECryptfs untuk keterangan lanjut /n /n

source: Are you sure you want to encrypt your home directory?
bn_bd: আপনি কি নিশ্চিতভাবে হোম ডিরেক্টরি এনক্রিপ্ট করতে চান?
ms: Adakah anda pasti ingin menyulitkan direktori home anda? /n

source: Invalid characters entered
bn_bd: ভুল অক্ষর প্রবেশ করা হয়েছে
gl: Introducidos carácteres inválidos
ms: Aksara yang tidak sah dimasukkan

source: Username can't contain dots
bn_bd: ব্যবহারকারীর নামে ডট থাকতে পারবে না
gl: Usuario non pode conter puntos
ms: Nama pengguna tidak boleh mengandungi titik

source: Too many characters
bn_bd: অনেক বেশি অক্ষর
gl: Demasiados caracteres
ms: Terlampau banyak aksara

source: password is too short
bn_bd: পাসওয়ার্ড অনেক ছোট
gl: contrasinal demasiado corto
ms: kata laluan terlalu singkat

source: weak password
bn_bd: দুর্বল পাসওয়ার্ড
gl: contrasinal débil
ms: kata laluan yang lemah

source: fair password
bn_bd: ন্যায্য পাসওয়ার্ড
gl: contrasinal xusto
ms: kata laluan yang sederhana

source: good password
bn_bd: ভাল পাসওয়ার্ড
gl: bó contrasinal
ms: kata laluan yang baik

source: strong password
bn_bd: শক্তিশালী পাসওয়ার্ড
gl: contrasinal forte
ms: kata laluan yang kukuh

source: Passwords do not match
bn_bd: পাসওয়ার্ড মিলেনি
gl: Contrasinais non coinciden
ms: Kata laluan tidak sepadan

source: Try Manjaro without modifying your hard drive. Or install it to your PC with one of the two installer options.
ms: Anda boleh mencuba Manjaro tanpa mengubahsuai cakera keras. /n Atau pasangkan pada PC anda menggunakan salah satu daripada 2 pilihan pemasangan.

source: Try it
gl: Próbao
ms: Cuba ia

source: CLI Installer
gl: Instalador CLI
ms: Pemasang CLI

source: Graphical Installer
gl: Instalador Gráfico
ms: Pemasang Grafikal

source: Can't load the CLI installer
gl: Non se pode cargar o instalador CLI
ms: Tidak boleh memuat Pemasang CLI

source: Package %s not found in any repo!
gl: Paqueto %s non atopado en ningún repositorio!
ms: Pakej %s tidak terdapat dalam mana-mana repo!

source: Checking dependencies...
gl: Comprobando dependencias...
ms: Memeriksa kebergantungan...

source: Checking file conflicts...
gl: Comprobando conflitos entre ficheiros...
ms: Memeriksa konflik fail...

source: Resolving dependencies...
gl: Resolvendo dependencias...
ms: Menyelesaikan kebergantungan...

source: Checking inter conflicts...
gl: Comprobando interconflictos...
ms: Memeriksa diantara konflik

source: Removing...
gl: Eliminando...
ms: Membuang...

source: Upgrading...
gl: Actualizando...
ms: Menaiktaraf...

source: Checking integrity...
gl: Comprobando integridade...
ms: Memeriksa integriti...

source: Loading packages files...
gl: Cargando ficheiros...
ms: Memuat fail pakej...

source: Configuring...
gl: Configurando...
ms: Mengkonfigurasi...

source: Configuring a package
gl: Configurando un paquete
ms: Konfigurasi pakej

source: Downloading a file
gl: Descargando un arquivo
ms: Memuat turun fail

source: Downloading %s...
gl: Descargando %s...
ms: Memuat turun %s...

source: Refreshing %s...
gl: Refrescando %s...
ms: Menyegarkan %s...

source: Installing %s (%d/%d)
gl: Instalando %s (%d/%d)
ms: Memasang %s (%d/%d)

source: Checking and loading packages...
ms: Semakan dan memuatkan pakej...

source: <span weight='bold' size='large'>Bluetooth support</span>
ms: <span weight='bold' size='large'>Sokongan Bluetooth</span>

source: <span weight='bold' size='large'>Printing support (CUPS)</span>
ms: <span weight='bold' size='large'>Sokongan pencetak (CUPS)</span>

source: Office suite (word processor, spreadsheet, etc.)
ms: Office suite (word processor, spreadsheet, dsb.)

source: <span weight='bold' size='large'>Visual effects</span>
ms: <span weight='bold' size='large'>Efek visual</span>

source: Activates your firewall (closes all ports by default)
ms: Mengaktifkan firewall anda (menutup semua port secara lalai)

source: <span weight='bold' size='large'>Proprietary packages</span>
ms: <span weight='bold' size='large'>Pakej berhakmilik</span>

source: Create partition
bn_bd: পার্টিশন তৈরি করুন
ms: Cipta sekatan

source: Location:
bn_bd: স্থানঃ
ms: Lokasi:

source: Edit partition
bn_bd: পার্টিশনে পরিবর্তন আনুন
ms: Sunting sekatan

source: LUKS volume name:
bn_bd: LUKS ভলিউমের নামঃ
ms: Nama volum LUKS:

source: Password:
bn_bd: পাসওয়ার্ডঃ
ms: Kata laluan:

source: Confirm password:
bn_bd: পাসওয়ার্ড নিশ্চিত করুনঃ
ms: Sahkan kata laluan:

source: Use LUKS encryption:
bn_bd: LUKS এঙ্ক্রিপসন ব্যাবহার করুনঃ
ms: Guna penyulitan LUKS:

source: <span size="large">Choose which OS you want to install Manjaro next to</span>
ms: <span size="large">Pilih anda selepas OS mana anda mahu pasangkan Manjaro</span>

source: Choose the new size
bn_bd: নতুন জায়গা নির্ধারণ করুন
ms: Pilih saiz baharu

source: Other OS
bn_bd: অন্যান্য অপারেটিং সিস্টেম
ms: OS lain

source: <span weight="light" size="small">Warning: This will delete all programs, documents, photos, music and any other files on your disk</span>
bn_bd: <span weight="light" size="small">সতর্কবাণীঃ এতে আপনার ডিস্ক এর ভিতরে থাকা সকল প্রোগ্রাম, ছবি, সঙ্গীত এবং অন্যান্য সকল ফাইল ডিলেট হয়ে যাবে</span>
ms: <span weight="light" size="small">Amaran: Ini akan memadam semua program, dokumen, foto, musik dan semua fail lain pada cakera anda</span>

source: Encrypts the new Manjaro installation for better security
ms: Sulitkan pemasangan baharu Manjaro untuk lebih selamat

source: <span weight="light" size="small">You will be asked for the encryption key in the next step</span>
bn_bd: <span weight="light" size="small">পরের পদক্ষেপে আপনাকে এঙ্ক্রিপসন কি দিতে বলা হবে</span>
ms: <span weight="light" size="small">Anda akan diminta kekunci penyulitan pada langkah seterusnya</span>

source: Use LVM with the new Manjaro installation
bn_bd: নতুন Manjaro ইন্সটলেশনের সঙ্গে LVM কে ব্যবহার করুন
ms: Guna LVM dengan pemasangan baharu Manjaro

source: <span weight="light" size="small">This will set up LVM allowing you to make snapshots and change partition sizes in a straightforward way</span>
ms: <span weight="light" size="small">Ini akan menetapkan LVM untuk membolehkan anda membuat snapshot dan mengubah saiz partition dalam cara yang jelas dan mudah</span>

source: Install alongside other OSes
bn_bd: অন্যান্য অপারেটিং সিস্টেম সমূহের পাশাপাশি ইন্সটল
ms: Memasang bersama OS lain

source: <span weight="light" size="small">With this option you will be installing Manjaro alongside one of the other OSes you already have installed.</span>
ms: <span weight="light" size="small">Dengan pilihan ini anda memasang Manjaro bersama-sama dengan OS lain yang anda telah pasang.</span>

source: Manage your partitions and choose where to install Manjaro (advanced)
bn_bd: আপনার পার্টিশন পরিচালনা করুন এবং কোথায় Manjaro কোথায় ইন্সটল করা হবে তা বাছাই করুন (অ্যাডভান্সড)
ms: Mengurus sekatan anda dan memilih dimana untuk memasang Manjaro (lanjutan)

source: <span weight="light" size="small">You will be able to create/delete partitions, choose where to install Manjaro and also choose additional mount points.</span>
bn_bd: <span weight="light" size="small">আপনি পার্টিশন তৈরি/ডিলেট, Manjaro ইন্সটলের জায়গা বাছাই এবং অতিরিক্ত মাউন্ট পয়েন্ট বাছাই করতে পারবেন</span>
ms: <span weight="light" size="small">Anda boleh mencipta/memadam sekatan, memilih dimana untuk memasang Manjaro dan memilih titik lekap tambahan</span>

source: <b>WARNING! This installation mode will overwrite everything on your drive!</b>
bn_bd: <b>সতর্কবাণী! এই ইনস্টালশন মোড আপনার ড্রাইভের সবকিছু ওভাররাইট করবে!</b>
ms: <b>AMARAN! Mod pemasangan ini akan menulis ganti kesemuanya di pemacu anda!</b>

source: <span weight="bold">Please choose your language:</span>
bn_bd: <span weight="bold">দয়া করে আপনার ভাষা বাছাই করুনঃ</span>
ms: <span weight="bold">Sila pilih bahasa anda:</span>

source: <span weight='bold'>Notice: The Thus Installer is beta software.</span> Thus is pre-release beta software that is under active development. It does not yet properly handle RAID, btrfs subvolumes, or other advanced setups. Please proceed with caution as data loss is possible! If you find any bug, please, visit <a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>
bn_bd: <span weight='bold'>নোটিশঃ Thus ইন্সটলার একটি বেটা সফটওয়্যার।</span>\n \n Thus হল বেটা সফটওয়্যার যার এখন উন্নয়ন হচ্ছে। এটা এখনও সঠিকভাবে, RAID, Btrfs subvolumes, বা অন্যান্য উন্নত সেটআপ সমূহ সম্পাদনা করতে পারে না। তথ্য হারানো সম্ভব, দয়া করে সাবধানতার সাথে এগিয়ে যান!\n \n যদি আপনি কোন বাগ খুঁজে পান তাহলে দয়া করে এখানে যান <a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>
ms: <span weight='bold'>Nota: Pemasang Thus adalah paerisian beta</span> /n /n Thus adalah perisian pra-keluaran beta sedang dalam pembinaan. /n Ia masih belum boleh mengendalikan RADI, btrfs subvolumes, atau lain-lain tetapan lanjut dengan betul. Sila teruskan dengan berhati-hati kerana kehilangan data mungkin boleh berlaku!. /n /n Jika anda menjumpai sebarang pepijat, kunjungi <a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>

source: Progress
ms: Perkembangan

source: <span weight="bold" size="large">Welcome to Manjaro</span>
bn_bd: <span weight="bold" size="large">Manjaro তে স্বাগতম</span>
ms: <span weight="bold" size="large">Selamat Datang ke Manjaro</span>

source: <small><span color="darkgreen">Strong password</span></small>
bn_bd: <small><span color="darkgreen">শক্তিশালী পাসওয়ার্ড</span></small>
ms: <small><span color="darkgreen">Kata laluan kukuh</span></small>

source: <small><span color="darkred">You must enter a password</span></small>
bn_bd: <small><span color="darkred">আপনার অবশই একটি পাসওয়ার্ড দিতে হবে</span></small>
ms: <small><span color="darkred">Anda mesti masukkan kata laluan</span></small>

source: <small><span color="darkred">You must enter a username</span></small>
bn_bd: <small><span color="darkred">আপনার অবশই একটি ব্যবহারকারী নাম দিতে হবে</span></small>
ms: <small><span color="darkred">Anda mesti masukkan nama pengguna</span></small>

source: <small><span color="darkred">You must enter a name</span></small>
bn_bd: <small><span color="darkred">আপনার অবশই একটি নাম দিতে হবে</span></small>
ms: <small><span color="darkred">Anda mesti masukkan nama</span></small>

source: <span size="small">Its name as it appears to other computers.</span>
ms: <span size="small">Nama ketika ia muncul pada komputer lain.</span>

source: You can try Manjaro without modify your hard drive, just click on "Try it". If you want to install the system to your PC, use one of the two installer options.
ms: Anda boleh mencuba Manjaro tanpa mengubahsuai cakera keras, hanya klik pada "Cuba ia" /n Jika anda mahu memasang sistem pada PC anda, gunakan salah satu daripada 2 pilihan pemasangan.

source: This installer must be run with administrative privileges, and cannot continue without them.
gl: Este instalador debe executarse con privilexios de administrador, e non pode continuar sen eles.

source: You cannot run two instances of this installer. If you are sure that the installer is not already running you can manually delete the file %s and run this installer again.
gl: Non podes executar dúas instancias do instalador. Se estás seguro de que o instalador non se está executando podese eliminar manualmente o ficheiro %s e executar o instalador de novo.

source: BIOS (Common)
gl: BIOS (Común)

source: Choose 'cancel' if you don't want to install a boot loader
gl: Escolle 'cancelar' se non queres instalar cargador de arrinque

source: has at least 3GB available drive space
gl: ten polo menos 3GB de disco duro dispoñibles

source: We have enough space in disk.
gl: Temos suficiente espazo en disco.

source: Gnome 3 is an easy and elegant way to use your computer. It is designed to put you in control and bring freedom to everybody. GNOME 3 is developed by the GNOME community.
gl: Gnome 3 é unha forma sinxela e elegante de empregar a túa computadora. Está diseñado para porte en control and traer liberdade a todo o mundo. GNOME 3 é desenvolvido pola comunidade de GNOME.

source: Cinnamon it's a fork of GNOME Shell, developed by (and for) Linux Mint. It attempts to provide a more traditional user environment based on the desktop metaphor, like GNOME 2
gl: Cinnamon é unha bifurcación de GNOME Shell, desenvolvido por (e para) Linux Mint. Intenta ofrecer un medio máis tradicional baseado na metáfora de escritorio, coma GNOME 2

source: Xfce is a lightweight desktop environment for UNIX-like operating systems. It aims to be fast and low on system resources, while still being visually appealing and user friendly.
gl: Xfce é un entorno de escritorio lixeiro para sistemas UNIX. Aspira a ser rápido e consumir poucos recursos, mentres continúa sendo agradable á vista e sinxelo de empregar.

source: Extremely fast-performing and energy-saving desktop environment. It comes with a beautiful interface, multi-language support, standard keyboard short cuts and additional features like tabbed file browsing.
gl: Escritorio extremadamente rápido e aforrador de enerxía. Ven cunha bonita interface, soporte multilinguaxe, atallos de teclado estándar e características adicionáis coma un explorador de aquivos tabulado.

source: Openbox is a highly configurable, next generation window manager with extensive standards support. The *box visual style is well known for its minimalistic appearance.
gl: Openbox é un xestor de ventás altamente configurable e de próxima xeneración, cun soporte extensivo de estándares. O estilo visual *box é ben coñecido pola súa apariencia minimalista.

source: Enlightenment is not just a window manager for Linux/X11 and others, but also a whole suite of libraries to help you create beautiful user interfaces with much less work
gl: Enlightenment non é tan só un xestor de ventás para Linux/X11 e outros, se non tamén unha suite de librerías para axudarte a crear fermosas interfaces de usuario con moito menos esforzo

source: The KDE Community is an international technology team dedicated to creating a free and user-friendly computing experience, offering an advanced graphical desktop and a wide variety of applications.
gl: A comunidade KDE é un equipo internacional de tecnoloxía adicado a crear unha experiencia informática ceibe e sinxela de empregar, ofrecendo un avanzado escritorio gráfico e unha gran variedade de aplicacións.

source: Label
bn_bd: লেবেল
gl: Etiqueta

source: Format
bn_bd: ফরম্যাট
gl: Formato

source: Cannot use same mount twice...
gl: Non podes usar o mesmo punto de montaxe dúas veces...

source: Format:
bn_bd: ফরম্যাট
gl: Formato:

source: Create partition table
gl: Crear tabla de partición

source: Creating fs of type %s in %s with label %s
gl: Creando fs de tipo %s en %s con etiqueta %s

source: In alongside install, can't create list of partitions
gl: Na instalación alongside, non se pode crear lista de particións

source: Install this OS alongside the other OSes you have already installed.
gl: Instalar este sistema deseguido doutro sistema que xa tes instalado

source: Create/delete partitions, and also choose additional mount points.
gl: Crea/Elimina particións, e tamén escolle puntos de montaxe adicionáis.

source: WARNING! This installation mode will overwrite everything in your drive!
gl: AVISO! Este modo de instalación sobreescribirá todo no teu dispositivo!

source: Automatic install using %s device
gl: Instalación automática empregando o dispositivo %s

source: Can't execute the auto partition script
gl: Non se pode executar o script para auto particionado

source: This is an Alpha version.
gl: Ista é unha versión Alpha.

source: Stoping timezone threads...
gl: Detendo fíos da zona horaria...

source: In timezone, can't get network status
gl: En timezone, non se pode obter o estado da rede
